---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonShearAreaStrongAxis
source: html/fc50f245-7af9-68ae-2321-323e9366d65b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonShearAreaStrongAxis Property

"Shear Area strong axis"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonShearAreaStrongAxis { get; }
```